Repository: TonyTresgots/AppsList
Catalog: AppsTraining/ForCuisineApp/ForCuisine/*.lproj/Localizable.strings
Languages: it

source: Specialities
it: Specialità

source: Our recommendations
it: Le nostre raccomandazioni

source: Ready to Order
it: Ordina Ora

source: See Full Menu
it: Vedi menù completo

source: Starter
it: Antipasti

source: Dessert
it: Dolci

source: Full menu
it: Menù completo

source: Kabab Saffron Rice
it: Kabab con Riso allo Zafferano

source: Persian / Iranian Cuisine
it: Cucina Persiana / Iraniana

source: Main
it: Primi

source: grated meat, basmati rice, saffron flower, onion, salt, pepper, sumac specie,
it: carne macinata, riso basmati, zafferano, cipolla, sale ,pepe, spezia sumac,

source: butter
it: burro

source: Kabab Meal
it: carne di Kabab

source: ground chicken, lamb and beef, basmati rice, saffron flower
it: pollo macinato, manzo ed agnello, riso basmati, zafferano

source: Kabab Meal is in fact barbecued lamb, chicken or beef kebab dish. The main ingredients of Kabab-e Barg are fillets of beef tenderloin, lamb shank, onions, safron, olive oil and mild spices.
it: la carne di Kabab è in effetti agnello, manzo o pollo arrostito. Gli ingredienti principali del Kabab sono il filetto di manzo, stinco di agnello, cipolle, zafferano, olio d'oliva e spezie delicate.
